/**/
"Cancel" = "Abbrechen";
/**/
"Delete" = "Löschen";
/**/
"Open" = "Öffnen";
/**/
"Edit" = "Bearbeiten";
/**/
"Yes" = "Ja";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Geometrie anwenden";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Geometrie löschen";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Stützpunkt löschen";
/*Geometry Edit Action Name*/
"Insert Part" = "Teil einfügen";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Stützpunkt einfügen";
/*Geometry Edit Action Name*/
"Move Vertex" = "Stützpunkt verschieben";
/*Geometry Edit Action Name*/
"Remove Part" = "Teil entfernen";

/*Collecting attachments*/
"Add" = "Hinzufügen";
/*Collecting attachments*/
"Take Photo or Video" = "Foto oder Video aufnehmen";
/*Collecting attachments*/
"Choose From Library" = "Aus Bibliothek auswählen";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "In Fotobibliothek speichern";
/*Collecting attachments*/
"Download" = "Herunterladen";

/*Date attribute*/
"Today" = "Heute";

/**/
"Attachments" = "Anlagen";
"Attributes" = "Attribute";

/**/
"Open in Safari" = "Open in Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Eine Zahl zwischen %i und %i eingeben.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Eine Zahl zwischen %f und %f eingeben.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Zu viele Zeichen (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Die Zahl befindet sich außerhalb des zulässigen Bereichs.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Feldtyp wird nicht unterstützt";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d von %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Feature-Typ ändern";
"ChangingFeatureTypeAlertMessage" =  "Sie ändern den Feature-Typ und überschreiben damit möglicherweise einige Feldwerte. Möchten Sie den Vorgang fortführen?";

/**/
/*Text for pie chart when data is invalid*/
"Data for pie chart is invalid" = "Ungültige Daten für das Tortendiagramm";

/* Text for pie chart when no data is available */
"No data to create a pie chart" = "Keine Daten zum Erstellen eines Tortendiagramms";